"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Não é você?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+ %1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 amigo nas imediações";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 dia";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 hora";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minuto";

"1d|short indicator that a user was active 1 day ago" = "1d";

"1h|short indicator that a user was active 1 hour ago" = "1h";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limite de 1 min.: Solte para enviar";

"1m|short indicator that a user was active 1 minute ago" = "1m";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 dias";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 horas";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minutos";

"A new version of Messenger is available.|New version title" = "Uma nova versão do Messenger está disponível.";

"Activation Code|placeholder text for activation code field" = "Código de ativação";

"Activation Request Failed|" = "Falha ao solicitar ativação";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Ativos agora (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Adicionar favorito";

"Add More People|button for adding people to the conversation" = "Adicionar mais pessoas";

"Add More People|title for add members page" = "Adicionar mais pessoas";

"Add More People|title for add people page" = "Adicionar mais pessoas";

"Add People|button to add members to the message thread" = "Adicionar pessoas";

"Add Photos|Button label for adding photos from the photo library" = "Adicionar fotos";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Adicionar a um contato existente";

"Adding...|adding progress text" = "Adicionando...";

"Advanced Settings|text for advanced settings button" = "Configurações avançadas";

"Advanced|title for advanced settings page" = "Avançado";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Alertas desativado até às %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Desativar alertas por 1 hora";

"Alerts Off|Indicates that alerts are off" = "Alertas desativado";

"Alerts On|Indicates that alerts are on" = "Alertas ativado";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Todas as notificações estão desativadas por 8 horas.";

"All notifications are off.|Mute warning display on thread list" = "Todas as notificações estão desativadas.";

"All|Segment button label for all stickers" = "Todos";

"Answer|Text for button that accepts a call" = "Atender";

"Archive|Button label that will archive the conversation" = "Arquivar";

"Archive|Label for archive button when swipe to archive in thread list view" = "Arquivar";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Tem certeza de que deseja excluir o nome da conversa?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Tem certeza de que deseja sair desta conversa? Você não receberá mais novas mensagens.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Tem certeza?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Anexar uma foto";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Anexar mídia";

"Back|Go back to previous screen" = "Voltar";

"Back|generic nav bar back button" = "Voltar";

"Background task expired|Error string for app killed in background while message was sending" = "A tarefa no plano de fundo expirou";

"Bing Image Search|" = "Bing Image Search";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Divulgue para, no máximo, %1$i pessoas de cada vez.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Divulgar";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Divulgar";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Divulgações podem conter até %1$i anexos.";

"Bring messages to life|Title of Media attachment NUX" = "Dá vida às mensagens";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Divulgar";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Divulgar";

"Call Ended|End call message in non-error case" = "Ligação encerrada";

"Call Ended|String shown when the call ends" = "Ligação encerrada";

"Call Failed|End call message in error case" = "A ligação falhou";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Ligue para amigos através da sua conexão Wi-Fi ou rede móvel. Tarifas de dados normais são aplicáveis.";

"Call %@|action sheet option for calling a phone number" = "Ligar para %1$@";

"Call|Call" = "Ligar";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "As ligações são gratuitas por Wi-Fi. Tarifas padrão são aplicadas para ligações através de uma rede móvel.";

"Camera|Button label for attaching a photo from the camera" = "Câmera";

"Cancel|Title for generic Cancel button." = "Cancelar";

"Celebrations|Title of list of friends who have events to celebrate." = "Comemorações";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Converse com qualquer contato no seu telefone sem custos.";

"Chat|The title of the view showing the buddy list section of the app" = "Bate-papo";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Selecionar amigos";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Escolher foto";

"Clear|prompt to clear all unsent messages" = "Limpar";

"Clearing...|Progress text shown while clearing the image for a thread" = "Apagando...";

"Close active chat|Button to close an active chat" = "Fechar bate-papo ativo";

"Close|Title of button in navigation bar to close a web page." = "Fechar";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Fecha as configurações";

"Comment|Comment button title" = "Comentar";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Compor mensagem para %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Compor mensagem para %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Confirmar telefone";

"Connecting|Text shown on call screen while connecting a call" = "Conectando";

"Connection Failed|Alert title when connection failed" = "Falha na conexão";

"Connection Lost|End call message in connection lost case" = "Conexão interrompida";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Informações de contato";

"Contact Info|Title of the canonical thread info page." = "Informações de contato";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Continuar e não perguntar novamente";

"Continue|Button label to continue through zero rating session fence" = "Continuar";

"Continue|Login - Login Button Title for Keychain Login" = "Continuar";

"Conversation Name|placeholder text in conversation name textfield" = "Nome da conversa";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Copiar";

"Copy|Title for buttons and menus that let user copy the current text" = "Copiar";

"Copy|action sheet option for copying a string to the clipboard" = "Copiar";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Não foi possível adicionar novos membros. Tente novamente.";

"Could not load sticker store.|Error message for sticker store load failure" = "Não foi possível carregar a loja de figurinhas.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Não foi possível restabelecer disponibilidade";

"Countries|Title for country picker" = "Países";

"Country|Country - Country placeholder text" = "País";

"Create Group Chat|Label for a button that creates a new group chat" = "Criar bate-papo em grupo";

"Create Group Chat...|Text on a button to compose a new group message" = "Criar bate-papo em grupo...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Criar conversa em grupo";

"Create New Contact|action sheet option for creating a new contact" = "Criar novo contato";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Atualmente em uma ligação";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Personalizar configurações de notificações";

"Decline|Text for button that declines a call" = "Recusar";

"Delete Conversation Name|alert title for deleting conversation name" = "Excluir o nome da conversa";

"Delete Conversation|Button label that will delete the conversation" = "Excluir conversa";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Excluir mensagem? Essa ação não pode ser desfeita.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Excluir toda a conversa?";

"Delete|Button label that will delete the conversation" = "Excluir";

"Delete|Button to accept deleting the name of a conversation" = "Excluir";

"Delete|Label for archive button when swipe to archive in thread list view" = "Excluir";

"Delete|Label for button to delete previous character" = "Excluir";

"Delete|Label on button that deletes a thread" = "Excluir";

"Delete|button text for deleting a message" = "Excluir";

"Delete|button text for removing an unsent message" = "Excluir";

"Details|title for message details page" = "Detalhes";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Descubra quem está nas imediações";

"Don't Delete|Button to decline to delete the name of a conversation" = "Não excluir";

"Don't Save|Don't save action sheet button" = "Não salvar";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Edição da lista de mensagens concluída";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Concluir";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Toque duas vezes para editar";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "Falha ao baixar";

"Download|Accessibility label for download button in sticker store list view" = "Baixar";

"Download|Button title to download an upgrade" = "Download";

"Download|Label for button to download a sticker pack" = "Baixar";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Baixado";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Baixado";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "Baixando";

"Downloading|Label for button to show a sticker pack being downloaded" = "Baixando";

"Drag Down to Hide|Chat head dismiss NUX title" = "Arraste para baixo para ocultar";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Arraste aqui para ocultar";

"Edit|Edit button/label title for chat divebar" = "Editar";

"Email or phone number|email/phone field placeholder on login screen" = "E-mail ou telefone:";

"Empty Feedback|Title for empty feedback warning." = "Comentário vazio";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Ativar";

"Enter Code|Enter Code page title" = "Inserir código";

"Error|Error title for sticker pack detail view" = "Erro";

"Error|error title after failed to load webview" = "Erro";

"FREE|Price label for free sticker pack" = "GRATUITO";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "O Facebook é melhor com localização";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Fazer login no Facebook";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Usuário do Facebook";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "O Facebook armazena contatos em seu nome e pode usá-los para ajudar outros usuários a procurar ou conectarem-se a pessoas ou gerar sugestões para você ou para outros usuários. Você pode editar essas informações tocando no botão \"i\" em uma conversa, ou pode excluir todos os seus contatos nas suas configurações do aplicativo.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "O Facebook usará e armazenará periodicamente a sua localização.";

"Failed to add members|title for failing to add members dialog" = "Falha ao adicionar membros";

"Failed to save your settings.|error message after changing thread alert setting." = "Falha ao salvar suas configurações.";

"Favorites|chat bar favorites header title" = "Favoritos";

"Featured|Segment button label for featured stickers" = "Destaque";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Siga essas etapas para usar os recursos de localização do Facebook.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Seguir";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para mais resultados precisos, acesse as configurações de %1$@ e escolha Serviços de localização. Selecione Ativado para %2$@.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para mais resultados precisos, acesse as configurações de %1$@ e toque em Privacidade e em Serviços de localização. Selecione Ativado para %2$@.";

"Free Call|Text on button that starts a messenger call" = "Ligação gratuita";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Ligação gratuita indisponível";

"Friends Nearby|Title of list of friends who are nearby." = "Amigos nas imediações";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Amigos no Messenger";

"Get Directions|action sheet option for viewing a map" = "Obter direções";

"Get Facebook Messenger|The title for messenger promotion banner" = "Obtenha o Messenger do Facebook";

"Get Started|Label for a button that creates a new group chat" = "Iniciar";

"Get Started|Title for NUX" = "Introdução";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Envie-nos comentários ou denuncie um problema";

"Google Image Search|" = "Google Image Search";

"Group Chat|Title for megaphone section helping users discover group chats" = "Bate-papo em grupo";

"Group Chats|Title for megaphone section helping users discover group chats" = "Bate-papos em grupo";

"Group Chats|chat bar header for group conversations" = "Bate-papos em grupo";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversa em grupo";

"Group Conversations|Table header for group threads section" = "Conversas em grupo";

"Group Info|Title of group thread info page." = "Informações do grupo";

"Group Members|Title for section showing members of a group (member count will follow)" = "Membros do Grupo";

"Group Messages|Title for megaphone section helping users discover group chats" = "Mensagens em grupo";

"Group|Button for starting a new group message." = "Grupo";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Converse com vários amigos de uma vez.";

"Help|text for help button" = "Ajuda";

"Hold to Talk|The instruction for holding the record button and talk" = "Pressione para falar";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Tenho cenrteza";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Se você gosta de usar %1$@, se importaria em reservar um momento para classificar esta atualização? Obrigado!";

"Image Search|action sheet option for choosing a photo from image search" = "Procurar imagem";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Inclua sua localização";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Código de confirmação incorreto.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Instalar Facebook Messenger?";

"Install|Button text to install the Facebook Messenger" = "Instalar";

"Install|The text on the button for users to install Messenger." = "Instalar";

"Introducing Chat Heads|Chat head intro NUX title" = "Apresentamos os Ícones de bate-papo";

"Invalid Country Code|alert title for invalid country code" = "Código de país inválido";

"Invalid Phone Number|alert title for invalid phone number" = "Número de telefone inválido";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Basta tocar para abrir e fechar suas mensagens.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Manter todos no loop";

"Last Updated: %@|last updated date in pull to refresh header" = "Última atualização: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Saiba mais";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Saiba mais";

"Leave Conversation|leave conversation button" = "Sair da conversa";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Sair da conversa?";

"Leave|Button title for leaving a thread" = "Sair";

"Leaving...|Progress text shown while leaving a thread" = "Saindo...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Permita que as pessoas nesta conversa saibam onde você está.";

"Licenses|Licenses screen title" = "Licenças";

"Licenses|text for licenses button" = "Licenças";

"Like|Like button title" = "Curtir";

"Like|Title for generic Like button." = "Curtir";

"Load Map|Button text for users to load the map location when zero rated." = "Carregar mapa";

"Loading...|Message presented while waiting for content to load." = "Carregando...";

"Loading...|Placeholder text while results are loading" = "Carregando...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Localizando você...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Localização desativada";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "A localização foi desativada para esta conversa";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Serviços de localização estão desativados. Ative este serviço para avisar as pessoas nesta conversa onde você está.";

"Location services are on|Title of location NUX when user has enabled location services." = "Serviços de localização estão ativados";

"Log In to Facebook|Login - Login Button Title for password login" = "Entrar no Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Conectado como %1$@";

"Login Approval Required|title of login approval dialog" = "Aprovação de login necessária";

"Login Failed|Invalid login alert title" = "Falha ao entrar";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Acessa como outra pessoa";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Acessa como %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Acessa outra conta";

"Mark as Unread|Button label that will mark the thread as unread" = "Marcar como não lida";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Enviar mensagem para qualquer pessoa";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Enviar mensagens a amigos";

"Message|Button for starting a new message." = "Mensagem";

"Message|button to open a composer to send a message to the page" = "Enviar mensagem";

"Messages|Messenger module display name" = "Mensagens";

"Messages|The title of the message thread list view." = "Mensagens";

"Messages|Title for messages inbox view" = "Mensagens";

"Messages|accessibility (voiceover) label for chathead inbox" = "Mensagens";

"Messages|name of the app with Facebook brand" = "Mensagens";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "O Messenger sincroniza regularmente seus contatos para ajudar você a alcançar mais pessoas e conectar-se a amigos";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Mais amigos (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Mais amigos (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Mais amigos conectados";

"Name is Too Long|alert title for long conversation name" = "Nome muito longo";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Dê um nome para esta conversa";

"Nearby|Nearby people to send a message to" = "Imediações";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Nunca deixa de ver uma mensagem novamente";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Nunca mais perca uma mensagem de seus amigos.";

"New Message|Text on a button in messages popover to compose a new message" = "Nova mensagem";

"New Message|Title of screen shown when user is composing a new message" = "Nova mensagem";

"New version available|Title of alert displayed when new version is available" = "Nova versão disponível";

"Next|Generic button to move to next item" = "Próximo";

"Next|button label for moving to the next screen" = "Avançar";

"No Internet Connection|Warning banner for no network connection" = "Sem conexão com a Internet";

"No Message|dialog title for when user tries to send an empty message" = "Nenhuma mensagem";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Sem participantes";

"No Participants|String when no participants are on the thread" = "Sem participantes";

"No Recipients|dialog title for when user tries to send to no recipients" = "Sem destinatários";

"No Results|Alert title when there are no results from image search." = "Sem resultados";

"No locations shared recently.|message on map view when no location has been shared recently" = "Nenhum local compartilhado recentemente.";

"No response.|Error reported when no response is received from the server" = "Sem resposta.";

"No, Thanks|Label on button for user to decline to rate the app" = "Não, obrigado";

"Not Now|Button text to temporarily ignore the installation message" = "Agora não";

"Not Now|Do not enable contact sync button label, 15 char max" = "Agora não";

"Not Now|Not now alert popup button" = "Agora não";

"Not Now|Title of button to not share location for now." = "Agora não";

"Not Now|button label for deferring enabling push notifications" = "Agora não";

"Not now|Button title to decline an upgrade" = "Agora não";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "As notificações estão desativadas por 8 horas";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "As notificações estão ativadas";

"Notifications for This Conversation|Title for per-thread notification settings" = "Notificações para esta conversa";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "As notificações estão desativadas para esta conversa.";

"Notifications|Label for enabling/disabling notification" = "Notificações";

"Notifications|Label for enabling/disabling notifications" = "Notificações";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Desativado até às %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Desativado por 1 hora";

"Off|Short string for indicating that alerts are off" = "Desativado";

"On|Short string for indicating that alerts are on" = "Ativar";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Assim que excluir sua cópia da conversa, a ação não poderá ser desfeita.";

"Only You|String for describing a thread where you are the only user remaining" = "Somente você";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Abra os ajustes do iPhone";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Abrir no Mapas";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Abrir loja de figurinhas";

"Other People|Table section header for a list of non-friend search results" = "Outras pessoas";

"Password|password field placeholder on login screen" = "Senha";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "As pessoas nesta conversa pode ver a sua localização no mapa.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "As pessoas que você adicionar verão todas as mensagens anteriores nesta conversa.";

"Phone Number|placeholder text for phone number field" = "Número de telefone";

"Pin friends you message most|Label when users have no favorites" = "Fixar os amigos com quem você mais conversa";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Verifique seu código de confirmação e tente novamente.";

"Please check your network connection and try again.|" = "Verifique sua conexão de rede e tente novamente.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Verifique seu número e tente novamente.";

"Please check your number and try again.|alert message for invalid phone number" = "Verifique seu número e tente novamente.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Faça download da versão mais recente do Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Insira uma mensagem ou anexe uma foto";

"Please enter a valid country code.|alert message for invalid country code" = "Insira um código de país válido.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Insira o e-mail e a senha que você usa para fazer login no Facebook.";

"Please include a description of your problem.|Message for empty feedback warning." = "Inclua uma descrição de seu problema.";

"Please rate the quality of your call|Prompt for call quality survey" = "Classifique a qualidade da sua chamada";

"Please re-login to renew your session.|Error message for expired session" = "Faça login novamente para renovar sua sessão.";

"Please try again|Alert message when there are no results from image search." = "Tente novamente";

"Please use a shorter conversation name.|alert message for long conversation name" = "Use um nome de conversa mais curto.";

"Privacy & Terms|text for privacy and terms button" = "Privacidade e termos";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Arraste os ícones de bate-papo até o Ⓧ para ocultá-los.";

"Pull down to refresh...|message for pull down to refresh" = "Puxe p/ baixo p/ atualizar...‎";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Os alertas de notificações Push estão desativados.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Os alertas de notificações Push estão desativados.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Os sons das notificações Push estão desativados.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Notificações Push estão desativadas.";

"Push up to refresh...|message for push up to refresh" = "Empurre p/ cima p/ atualizar...‎";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Encontre rapidamente seus bate-papos em grupo aqui.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Encontre rapidamente mensagens em grupo aqui.";

"Rate %@|Alert title for asking user to rate this app." = "Classificar %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Classificar %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Alcance amigos onde quer que estejam — em dispositivos móveis ou na Web.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Alcance amigos onde quer que eles estejam";

"Recent Stickers|Accessibility label for recently used stickers" = "Figurinhas recentes";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Figurinas recentes";

"Record Video|action sheet option for recording a video" = "Gravar vídeo";

"Record Voice|Button label for attaching an audio clip" = "Gravar voz";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Falha ao iniciar gravação";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Gravação cancelada";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Soltar para cancelar a gravação";

"Release to refresh...|message for releasing to refresh" = "Solte para atualizar...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Lembre-me mais tarde";

"Remove Attachment|action sheet option for removing current attachment" = "Remover anexo";

"Remove Photo|action sheet option for removing chosen photo" = "Remover foto";

"Remove Photo|action sheet option for removing current attachment" = "Remover foto";

"Removing...|text for removing progress" = "Removendo...";

"Report a Problem|title for give feedback or report bug" = "Denunciar um problema";

"Resend|Resend - Resend Button Title" = "Reenviar";

"Retry|generic retry button" = "Tentar novamente";

"Ringing|Text shown on call screen while contacting another party" = "Chamando";

"Save Photo|action sheet option to save photo to library" = "Salvar foto";

"Save photo as conversation image?|" = "Salvar foto como imagem da conversa?";

"Save|" = "Salvar";

"Saving...|Progress text shown while saving a new image for a thread" = "Salvando...";

"Saving...|Progress text shown while saving a new name for a thread" = "Salvando...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Buscar mais amigos...";

"Search to add favorites|placeholder in edit favorites search bar" = "Pesquise para adicionar favorito";

"Search|placeholder in search bar" = "Procurar";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Pesquisando...";

"See Group Chats|Label for a button that creates a new group chat" = "Ver bate-papos em grupo";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Veja onde seus amigos estão e compartilhe a sua localização com eles. Eles não poderão visualizar sua localização exata.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Visualizado por todos";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Visualizado por todos";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Visualizada por %1$@ - %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Visualizada por %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Visualizada por %1$@";

"Seen by:|Text for seen state header" = "Visualizado por:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Lida - %1$@ próximo a %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Visualizada em %1$@";

"Select country code|select country code text" = "Selecione o código do país";

"Send (%i)|Send button with count in parentheses" = "Enviar (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Enviar falha";

"Send in Message|Sharing option" = "Enviar na mensagem";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Envie para telefone, bate-papo e Internet";

"Send|Nav bar send button text" = "Enviar";

"Send|Send button" = "Enviar";

"Send|text to show in the send button" = "Enviar";

"Sending...|sending progress text" = "Enviando...";

"Sending…|Text used below message bubble to show send is in progress" = "Enviando...";

"Sent a message|default notification text for messages with no body text" = "Enviou uma mensagem";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Enviada pelo Messenger";

"Sent from email|indicator that a message was sent from email" = "Enviado do e-mail";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Enviado do celular";

"Sent from web|indicator that a message was sent sent from web or chat" = "Enviado da Web";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Enviada de %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Enviada a %1$@";

"Session Expired|Error title for expired session" = "Sessão expirada";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Ativar o Facebook";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Configurações de apl. > Geral > Serviços de localização";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Configurações de apl. > Serviços de localização";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Aplicativo de configurações - Privacidade - Serviços de localização";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Configurações";

"Settings|Settings alert popup button" = "Configurações";

"Settings|title for settings page" = "Configurações";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Compartilhe sua localização para ver quem.";

"Share|Share button title" = "Compartilhar";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Fotos compartilhadas";

"Shared a link|text for a link share" = "Compartilhou um link";

"Shared a photo|text for a photo share" = "Compartilhou uma foto";

"Shared a video|text for a video share" = "Compartilhou um vídeo";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Mostrar teclado";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Mostrar figurinhas";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Cadastre-se no Facebook‎";

"Skip|Skip - Skip Button Title" = "Pular";

"Something went wrong. Want to try again?|retry dialog message" = "Algo errado aconteceu. Deseja tentar novamente?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Algo deu errado";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Cobranças de dados padrão";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Tarifas padrão são aplicadas ao carregar dados de mapas.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Iniciar bate-papos em grupo";

"Sticker Store|Navigation bar title for sticker store view" = "Loja de figurinhas";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Interromper anexo de mídia";

"Submit|Submit button title" = "Enviar";

"Suggestions|Suggested people to send a message to" = "Sugestões";

"Switch Account|text for switching logged in user" = "Alternar conta";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Mude para o Wi-Fi para completar sua ligação";

"Sync Contacts|Start contact sync button label, 15 char max" = "Sincronizar contatos";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Sincronizar seus contatos";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Marque publicações e fotos com uma localização. Além disso, descubra o que está acontecendo nas imediações, até mesmo quando o seu celular estiver no seu bolso.";

"Take Photo|action sheet option for taking a photo" = "Tirar foto";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Toque em Geral";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Toque em Serviços de Localização";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Toque em Privacidade";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Toque em \"Tentar novamente\" para enviar esta mensagem.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Toque na engrenagem para ativar o bate-papo";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Toque aqui para obter informações sobre suas configurações e para saber por que o Facebook precisa continuamente da sua localização.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Toque em + para enviar fotos, adicionar emoticons e gravar mensagens de voz.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Toque para retornar à ligação";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Toque para ativar localização";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Mensagens de texto não podem ser enviadas para este número.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Envie mensagens de textos para seus amigos gratuitamente.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Envie mensagens de texto para seus amigos onde quer que estejam - no celular ou no bate-papo.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Tal número de telefone não pode receber mensagens de texto.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Ocorreu um problema ao conectar-se ao Facebook. Verifique sua conexão e tente novamente.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Ocorreu um erro ao conectar sua chamada. Conecte-se a uma rede Wi-Fi e tente novamente.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Dica: Nunca deixa de ver uma mensagem";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Para aceitar ligações, você precisa atualizar para a nova versão do Messenger.";

"To complete your phone number activation, please enter the activation code|" = "Para concluir sua ativação de número de telefone, insira o código de ativação";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Para incluir a localização com suas mensagens, acesse %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Para fazer ligações, você precisa atualizar para a nova versão do Messenger.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Para desativar alertas para esta conversa, acesse as configurações de conversa.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Para desativar a localização em todas as suas conversas, vá para %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Para ativar as notificações, visite os Ajustes do iphone %1$@ Notificações %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para usar este recurso, acesse as configurações do seu dispositivo %1$@ e escolha Serviços de localização. Selecione Ativo para %2$@.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para usar este recurso, acesse as configurações do seu dispositivo %1$@ e toque em Privacidade e em Serviços de localização. Selecione Ativo para %2$@.";

"To|Accessibility label for to field in contact picker" = "Para";

"To:|to field in contact picker" = "Para:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Toque e pressione para falar.\nSolte para enviar ou deslize o dedo no botão para cancelar.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Tentar novamente";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Desativar bate-papo";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Desativar até às 8:00 horas";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Desativar por 1 hora";

"Turn Off|Option to turn off alerts" = "Desativar";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Ativar bate-papo";

"Turn On Location Services|Error message title when location services are unavailable." = "Ativar serviços de localização";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Ativar as notificações";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Ativar as notificações";

"Turn On|Option to turn on alerts" = "Ativar";

"Turn On|Turn on alerts" = "Ativar";

"Turn On|button label for deferring enabling push notifications" = "Ativar";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Ativar Notificações por push";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Ative as notificações por push para descobrir quando novas mensagens chegarem.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Ativa ou desativa as notificações";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Digitando...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Não foi possível ligar para %1$@";

"Unable to Save Image|retry dialog title for setting thread image" = "Não é possível Salvar a imagem";

"Unable to Send|Title for send feedback failed warning." = "Não foi possível enviar";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Não é possível adicionar mais pessoas à conversa. Tente novamente.";

"Unable to name your conversation.|error message after setting conversation name" = "Não é possível nomear sua conversa.";

"Unable to remove you right now.|error messages after leaving conversation" = "Não é possível removê-lo agora.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Não foi possível salvar favoritos de mensagens para o Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Não foi possível enviar a mensagem. Tentar novamente?";

"Unable to send message.|Alert text for when a message failed to send." = "Não foi possível enviar a mensagem.";

"Unable to send right now.|error message for failing to send message" = "Não é possível enviar agora.";

"Unpin|button title to remove user from favorites" = "Desafixar";

"Update|Get new version now button." = "Atualizar";

"Updating...|updating progress text" = "Atualizando...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Atualizar agora";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Use o Messenger gratuitamente";

"View Call|Text show on button that views an incoming call" = "Ver ligação";

"View Missed Call|Text show on button that views an incoming call" = "Ver ligação perdida";

"View Timeline|Button text to go to a user's timeline" = "Ver linha do tempo";

"View in Maps|action sheet option for viewing a map" = "Exibir no Mapas";

"View|Alert button that takes user to the thread where a message failed to send" = "Exibir";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "Desculpe. Ocorreu uma falha ao baixar o pacote de figurinhas %1$@, tente novamente mais tarde.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Enviaremos um link por SMS para confirmação do número.";

"Welcome to Messenger|Title for NUX page" = "Bem-vindo ao Messenger";

"Who do you want to message?|Placeholder text in To field when composing a message" = "Para quem você deseja enviar uma mensagem?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Para quem você gostaria de enviar esta mensagem?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Escreva uma mensagem para várias pessoas, mas envie uma mensagem separada para cada um dos amigos.";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Escreva uma mensagem para várias pessoas, mas envie uma mensagem separada para cada um dos amigos.";

"Write a message...|Placeholder text to suggest writing a message" = "Escreva uma mensagem...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Você pode ligar para %1$@ por Wi-Fi. Ative o Wi-Fi nas configurações do seu celular.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Você pode gerenciar seus dados nas suas configurações de privacidade.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Você não atendeu uma ligação de %1$@.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Em breve, você receberá um SMS ou e-mail com um código para fazer login.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Você não saberá quando uma mensagem é recebida.";

"You|String for you, the user" = "Você";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Você está prestes a sair do Messenger. Tarifas de dados padrão podem ser aplicadas.";

"Your Stickers|Segment button label for downloaded stickers" = "Suas figurinhas";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Seu amigo não pode receber chamadas no momento";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Um amigo está em uma cafeteria nas imediações.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Um amigo recomendou um restaurante nas imediações.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Um amigo tirou uma foto nas imediações.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Falha ao enviar sua mensagem para um ou mais destinatários.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Falha ao enviar sua mensagem para um ou mais destinatários.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "Sua mensagem não foi enviada.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Suas mensagens não foram enviadas.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "ativo há 1 dia";

"active 1h ago|indicator that a user was active 1 hour ago" = "ativo há 1 hora atrás";

"active 1m ago|indicator that a user was active 1 minute ago" = "ativo há 1 minuto";

"active now|indicator that a user is currently active, on web or mobile" = "ativo agora";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "on-line no celular a %1$@ atrás";

"active on mobile|presences status for being active on mobile" = "on-line no celular";

"active %id ago|indicator that a user was active 2+ days ago" = "ativo há %1$i dias atrás";

"active %ih ago|indicator that a user was active 2+ hours ago" = "Ativo há %1$i horas";

"active %im ago|indicator that a user was active 2+ minute ago" = "ativo há %1$i minutos";

"active %@ ago|presences status for being active a relative time ago" = "ativo %1$@ atrás";

"error|A short message for audio play error" = "erro";

"is calling|text below the caller's name when they are calling" = "está ligando";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "está digitando...";

"on mobile|presences status for being available on mobile" = "no celular";

"online %@ ago|presences status for being online on the web a relative time ago" = "on-line há %1$@";

"online|presences status for being online on the web" = "on-line";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "digitando...";

"%d more friends nearby...|Additional nearby friend results available to show" = "mais %1$d amigos nas imediações...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d de %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i dias";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i horas";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minutos";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "%1$i pessoas encontradas, %2$i correspondidas";

"%id|short indicator that a user was active 2+ days ago" = "%1$i d";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i h";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i m";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ e %2$@ usam o Facebook Messenger";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ e %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ centenas de milhões";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ está ligando";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ está em outra ligação";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ está em uma cafeteria imediações.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ não está disponível";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ está no Messenger";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ está digitando...";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ recomendou um restaurante nas imediações.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ disse %2$@";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ dezenas de milhares";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ tirou uma foto nas imediações.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ tentou ligar para você";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ usa o Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, %2$d novas mensagens";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@ e mais %2$i";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ e %3$@ usam o Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ e 1 outro amigo usam o Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ e outros %4$i amigos usam o Messenger";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@, %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ Bilhões";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mil";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ Milhões";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u amigos nas imediações";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u de seus amigos estão compartilhando suas localizações com você.";

"%u photo attached|Accessiblity text for a single photo" = "%1$u foto anexada";

"%u photos attached|Accessibility text for a photo set" = "%1$u fotos anexadas";

